summary_db.csv
Label,# Samples,Average,Min,Max,Std. Dev.,Error %,Throughput,Received KB/sec,Sent KB/sec,Avg. Bytes
Choice of random user,1000,11,0,172,"20,15","0,000%","204,54081","0,00","0,00",",0"
POST /api/login,1000,499,8,2051,"268,72","0,000%","164,41960","57,32","39,34","357,0"
Set manual counter,1000,1,0,93,"5,80","0,000%","164,63615","0,00","0,00",",0"
User Sampler,20000,0,0,130,"4,06","0,000%","23,84026","0,00","0,00",",0"
POST /dialog/send,600000,713,3,2615,"214,74","0,000%","690,87254","162,52","373,66","240,9"
GET /dialog/list,600000,719,2,3022,"233,13","0,000%","690,90118","13522,97","243,57","20042,7"
TOTAL,1223000,703,0,3022,"241,72","0,000%","1408,12475","13684,32","617,45","9951,4"