summary_memory.csv
Label,# Samples,Average,Min,Max,Std. Dev.,Error %,Throughput,Received KB/sec,Sent KB/sec,Avg. Bytes
Choice of random user,977,5,0,88,"9,78","0,000%","231,62636","0,00","0,00",",0"
POST /api/login,977,626,16,1323,"277,77","0,000%","192,13373","66,98","45,97","357,0"
Set manual counter,977,1,0,65,"4,56","0,000%","192,74019","0,00","0,00",",0"
User Sampler,19540,0,0,86,"2,67","0,000%","36,06717","0,00","0,00",",0"
POST /dialog/send,586200,454,2,31041,"817,94","0,006%","1057,47566","248,60","579,16","240,7"
GET /dialog/list,586200,461,2,31030,"818,92","0,006%","1057,58059","20530,71","380,07","19878,8"
TOTAL,1194871,450,0,31041,"813,04","0,006%","2155,19241","20775,03","959,48","9870,9"